2024/Guion-025.org
#+title: Guion 25 - 27 de noviembre del 2024

#+HTML: <main>

#+caption: Guión técnico para el operador.
|   | Guión técnico | Detalle                                             | Duración | Finaliza |
| / | <>            | <>                                                  |       <> |       <> |
| / | Inicio        |                                                     |          | 13:00:00 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Comienzo      | Cortinilla: =Cortinillas/Apertura Ctrl Z.mp3=         | 00:00:10 | 13:00:10 |
|   | Presentación  |                                                     | 00:05:00 | 13:05:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Noticias      |                                                     | 00:10:00 | 13:15:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Música        | Música para darle tiempo al Bomba \bomb{}                | 00:00:00 | 13:15:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Bloque 1      | Charla-Taller Bug Bounty                            | 00:15:00 | 13:30:10 |
|   |               | \telephone{} Benjamín Muñoz                                   |          | 13:30:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | \pausebutton{} Tanda       | ----- Tanda Publicitaria -----                      | 00:05:00 | 13:35:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Bloque 2      | Uso responsable de tecnologías en los secundarios   | 00:15:00 | 13:50:10 |
|   |               | \telephone{} ¿Estudiante y profe?                             | 00:00:00 | 13:50:10 |
|   |               |                                                     |          |          |
|   |               | ¡Cierre del año!                                    |          |          |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Cierre        | Cortinilla/separador: =Cortinillas/Cierre Ctrl Z.mp3= | 00:05:00 | 13:55:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|---+---------------+-----------------------------------------------------+----------+----------|
|   | *Total*         |                                                     | 00:55:10 |          |
#+TBLFM: @4$5..@15$5=$4 + @-1$5;T::@16$4='(apply '+ '(@4$4..@15$4));T

* Presentación del programa
- Bienvenida a Control Z, el espacio de la Facultad de Informática.
- Todos los miércoles a las 13:00 de la tarde
- Presentarse - Participaron: Christian, Ian.
  
  Detrás del micrófono: Sergio "Bomba" Guzmán en la operación.
  
- ¿De qué se trata Control Z?

- Es una iniciativa de extensión de nuestra facultad y de nuestra
  universidad pública
  
  Charlamos de: Ciudadanía digital, cultura libre, estudiá computación,
  informática diversa, control N.

- Canales de comunicación: Instagram: ctrlz_fai |
  Web:[[https://www.google.com/url?q=https://controlz.fi.uncoma.edu.ar/&sa=D&source=editors&ust=1710886972631607&usg=AOvVaw0Nd3amx84NFOIIJmebjzYD][ ]][[https://www.google.com/url?q=https://controlz.fi.uncoma.edu.ar/&sa=D&source=editors&ust=1710886972631851&usg=AOvVaw2WckiSK9W10CI0pP35EAyw][https://controlz.fi.uncoma.edu.ar/]] |
  Correo: controlz@fi.uncoma.edu.ar
- Resumen del programa de hoy: ¿qué hay hoy?

* Noticias
** Internacionales
** Nacionales
** UNCo
- "Los preinscriptos en la UNCo superaron los 3.300 en 15 días"

  Se extiende hasta el 20 de diciembre. El 3 de febrero hay otra etapa.

  Recuerden que hay 17 unidades académicas que gestionan casi 81 carrera de grado. Por eso, es importante conocer las carreras que nos gustan previo inscribirse.

  [[https://uncoma.edu.ar/los-preinscriptos-en-la-unco-superaron-los-3-300-en-15-dias/][Ver noticia]]

- "Se viene "La noche de las universidades" en la UNCo"

  Mañana jueves 21 a las 19:00 en el Hall Central y el Aula Magna.

  [[https://uncoma.edu.ar/se-viene-la-noche-de-las-universidades-en-la-unco/][Ver noticia]]

- Hacka-Neuquén.

  Desde el 22 de noviembre a las 12:00 hasta el 23 de noviembre hasta las 12:00. En la Facultad de Economía y Administración.

  [[https://uncoma.edu.ar/evento/hacka-neuquen-impulsando-la-innovacion-joven-en-la-provincia/][Ver Noticia]]

- Festival por la Universidad Pública.

  Festival y conmemoración de los 75 años de la gratuidad.

  Este viernes 22 a las 18:00 en el playón de la UNCo.

** FaI
 
- Charla-taller "Intro al Bug Bounty: un método práctico en ciberseguridad".

  El sábado 30 de noviembre, 10:00. Facultad de Informática.

  Hay un formulario de inscripción.

** Neuquén
- Festival Solidario A.M.I. y la Kique en apoyo a las bibliotecas populares.

  El sábado 23 de noviembre a las 20:00, en la Biblioteca Popular Kique Sanchez Vera: Rosario 361, Neuquén.
  
* Bloque 1 - Charla-Taller Bug Bounty
[[https://www.fi.uncoma.edu.ar/index.php/novedades/invitacion-a-la-charla-intro-al-bug-bounty-un-metodo-practico-en-ciberseguridad/][Noticia en la FaIWeb]]

Invitación a charla "Intro al Bug Bounty: un método práctico en ciberseguridad".

El sábado 30/11 a las 10:00 les invitamos a participar de la charla que presentará Benjamín Muñoz en la Facultad de Informática de la Universidad Nacional del Comahue.

El evento es presencial, de acceso libre y gratuito.

- ¿Qué es el Bug bounty?
- ¿En qué consiste el evento?
- ¿Mostrarán en vivo cómo se hace bug bounty?
- ¿Por qué es utilizado en ciberseguridad? ¿por qué esta técnica está siendo utilizada cada vez más?
- ¿Por qué es importante que se reporten errores y fallos? ¿por qué es relevante para la seguridad informática?
- ¿Quién puede participar del evento? ¿hace falta saber programar o algún conocimiento de informática?
- ¿Contacto? 


** Detalles del evento

- Título :: Intro al Bug Bounty: un método práctico en ciberseguridad.
- Ponente :: Tec. Muñoz, Benjamín.
- Fecha :: 30 de Noviembre, 10 horas.
- Lugar :: Facultad de Informática, UNComa.

Resumen de la charla:

La Facultad de Informática de la UNCo invita a participar de esta charla abierta sobre Bug Bounty Hunting, una práctica cada vez más utilizada para mejorar la seguridad de sistemas y aplicaciones. Vamos a explorar cómo es posible encontrar y reportar vulnerabilidades a cambio de recompensas.

La charla está pensada en dos partes:

    - Introducción al Bug Bounty: Qué es el Bug Bounty, cómo funciona y por qué es una excelente manera de aprender sobre ciberseguridad. Hablaremos sobre el rol de los hunters, la importancia de reportar responsablemente, los diferentes programas, y, claro, sobre las recompensas que pueden obtener.

    - Demostración práctica: Mostraremos en vivo cómo abordar un objetivo real.  Se realizará una demostración del primer acercamiento de reconocimiento (recon) dentro del alcance de un programa público.

Esta charla es ideal para quienes quieran dar sus primeros pasos en ciberseguridad de manera práctica o ya cuenten con cierta experiencia y deseen comenzar en bug bounty.

* ⏸️ -- Tanda --
* Bloque 2 - Uso responsable de tecnologías en secundarios y Cierre Control Z
** Uso responsable de tecnologías en secundarios

Un estudiante de ESRN17 estuvo haciendo un par de cosas interesantes:

1. pasaron por varias escuelas primarias promoviendo el uso responsable de tecnologías.
2. desarrolló una aplicación web para la biblioteca de su escuela y ahora la está instalando en otra biblioteca.

** Cierre de temporada 2024

- ¿Qué hicimos? ¿qué estuvo bueno? ¿qué mensaje dejó?
- ¿Qué les gustaría repetir y qué no?
- ¿Dá para charlar más de algún tema?


| Programa | Tema                                                    |
|----------+---------------------------------------------------------|
|       23 | Hacka-Neuquén                                           |
|          | La noche de las letras y la noche de las universidades. |
|       22 | Verónica Dahl                                           |
|          | Programate 2024                                         |
|          | Marchas, vigilias                                       |
|       20 | Consejo directivo y superior en la plaza de Cipolletti  |
|          | Prolog for kids                                         |
|       19 | Ada Lovelace Day                                        |
|          | UNCo y Universidad Antonio Nariño: Realidad aumentada   |
|       18 | Semana del estudiante                                   |
|          | Torneo de programación                                  |
|       16 | Visita al CPEM 18                                       |
|          | FaI en la Expo Vocacional Neuquén                       |
|       14 | Living de la FaI                                        |
|          | Bienvenida a ingresantes de la tecnicatura.            |
|       13 | Nueva tecnicatur en Cutral-Co                           |
|          | CrowdStrike / Meta AI                                   |
|       12 | Taller en Biblioteca Popular Amigos del Libro           |
|          | El Museo vuelve a las escuelas                          |
|       11 | Diplomatura en Mariano Moreno                           |
|          | Alerta Sofía, Assange y Wikileaks                       |
|       10 | Conflugamer                                             |
|          | Estreno de la BUP en la UNCo                            |
|        9 | La ronda en la Facu                                     |
|          | Día de Ada Lovelace                                     |
|        8 | Montún                                                  |
|          | 18 de mayo: Día del museo (2 parte)                     |
|        7 | FLISoL                                                  |
|          | 18 de mayo: Día del museo                               |
|        6 | Marcha 23A                                              |
|          | FLISoL (previa)                                         |
|        5 | No hubo programa                                        |
|        4 | Situación de la Universidad y la Facultad               |
|          | El Museo vuelve a las Escuelas                          |
|        3 | Prolog for Kids                                         |
|          | Enseñando los sistemas electorales en las escuelas      |
|        2 | La computación antes de la democracia                   |
|          | Nuestra universidad y derechos humanos                  |
|        1 | Asamblea Universitaria                                  |
|          | Entrevista a Beatriz Gentile                            |


* Despedida
- Hemos llegado al final del programa ...
- ¡Nos vemos el próximo miércoles a las 13:00!
- ¡Pero no se vayan! Que ya viene Meteoro en "Yo no fui"

* Licencia
Esta obra se encuentra bajo la licencia Creative Commons - Atribución - Compartir Igual.

#+HTML: </main>

* Meta     :noexport:

# ----------------------------------------------------------------------
#+SUBTITLE:
#+AUTHOR: Christian Gimenez
#+EMAIL:
#+DESCRIPTION: 
#+KEYWORDS: 
#+COLUMNS: %40ITEM(Task) %17Effort(Estimated Effort){:} %CLOCKSUM

#+STARTUP: inlineimages hidestars content hideblocks entitiespretty
#+STARTUP: indent fninline latexpreview

#+OPTIONS: H:3 num:t toc:t \n:nil @:t ::t |:t ^:{} -:t f:t *:t <:t
#+OPTIONS: TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+OPTIONS: tex:imagemagick

#+TODO: TODO(t!) CURRENT(c!) PAUSED(p!) | DONE(d!) CANCELED(C!@)

# -- Export
#+LANGUAGE: es
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
# #+export_file_name: 

# -- HTML Export
#+INFOJS_OPT: view:info toc:t ftoc:t ltoc:t mouse:underline buttons:t path:libs/org-info.js
#+XSLT:

# -- For ox-twbs or HTML Export
# #+HTML_HEAD: <link href="libs/bootstrap.min.css" rel="stylesheet">
# -- -- LaTeX-CSS
# #+HTML_HEAD: <link href="css/style-org.css" rel="stylesheet">

# #+HTML_HEAD: <script src="libs/jquery.min.js"></script> 
# #+HTML_HEAD: <script src="libs/bootstrap.min.js"></script>

#+HTML_HEAD_EXTRA: <link href="../css/guiones-2024.css" rel="stylesheet">

# -- LaTeX Export
# #+LATEX_CLASS: article
#+latex_compiler: lualatex
# #+latex_class_options: [12pt, twoside]

#+latex_header: \usepackage{csquotes}
# #+latex_header: \usepackage[spanish]{babel}
# #+latex_header: \usepackage[margin=2cm]{geometry}
# #+latex_header: \usepackage{fontspec}
#+latex_header: \usepackage{emoji}
# -- biblatex
#+latex_header: \usepackage[backend=biber, style=alphabetic, backref=true]{biblatex}
#+latex_header: \addbibresource{tangled/biblio.bib}
# -- -- Tikz
# #+LATEX_HEADER: \usepackage{tikz}
# #+LATEX_HEADER: \usetikzlibrary{arrows.meta}
# #+LATEX_HEADER: \usetikzlibrary{decorations}
# #+LATEX_HEADER: \usetikzlibrary{decorations.pathmorphing}
# #+LATEX_HEADER: \usetikzlibrary{shapes.geometric}
# #+LATEX_HEADER: \usetikzlibrary{shapes.symbols}
# #+LATEX_HEADER: \usetikzlibrary{positioning}
# #+LATEX_HEADER: \usetikzlibrary{trees}

# #+LATEX_HEADER_EXTRA:

# --  Info Export
#+TEXINFO_DIR_CATEGORY: A category
#+TEXINFO_DIR_TITLE: Guiones: (Guion)
#+TEXINFO_DIR_DESC: One line description.
#+TEXINFO_PRINTED_TITLE: Guiones
#+TEXINFO_FILENAME: Guion.info


# Local Variables:
# org-hide-emphasis-markers: t
# org-use-sub-superscripts: "{}"
# fill-column: 80
# visual-line-fringe-indicators: t
# ispell-local-dictionary: "british"
# org-latex-default-figure-position: "tbp"
# End:
