2024/Guion-025.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2024-11-26 mar 19:56 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Guion 25 - 27 de noviembre del 2024</title>
<meta name="author" content="Christian Gimenez" />
<meta name="generator" content="Org Mode" />
<link href="../css/guiones-2024.css" rel="stylesheet">

</head>
<body>
<div id="content" class="content">
<h1 class="title">Guion 25 - 27 de noviembre del 2024</h1>
<div id="table-of-contents" role="doc-toc">
<h2>&Iacute;ndice</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org5f14423">1. Presentación del programa</a></li>
<li><a href="#orgfaad1b1">2. Noticias</a>
<ul>
<li><a href="#orgcfc5c24">2.1. Internacionales</a></li>
<li><a href="#org6c09572">2.2. Nacionales</a></li>
<li><a href="#org56db1f9">2.3. UNCo</a></li>
<li><a href="#org2a2d1ae">2.4. FaI</a></li>
<li><a href="#org877f4f6">2.5. Neuquén</a></li>
</ul>
</li>
<li><a href="#org79bcda0">3. Bloque 1 - Charla-Taller Bug Bounty</a>
<ul>
<li><a href="#org86f0c63">3.1. Detalles del evento</a></li>
</ul>
</li>
<li><a href="#org7634dad">4. ⏸️ &#x2013; Tanda --</a></li>
<li><a href="#orgd464b22">5. Bloque 2 - Uso responsable de tecnologías en secundarios y Cierre Control Z</a>
<ul>
<li><a href="#org1a6df2d">5.1. Uso responsable de tecnologías en secundarios</a></li>
<li><a href="#org84ffe7d">5.2. Cierre de temporada 2024</a></li>
</ul>
</li>
<li><a href="#orgbe7b660">6. Despedida</a></li>
<li><a href="#orgde144cf">7. Licencia</a></li>
</ul>
</div>
</div>
<main>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Tabla 1</span> Guión técnico para el operador.</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Guión técnico</th>
<th scope="col" class="org-left">Detalle</th>
<th scope="col" class="org-right">Duración</th>
<th scope="col" class="org-right">Finaliza</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Comienzo</td>
<td class="org-left">Cortinilla: <code>Cortinillas/Apertura Ctrl Z.mp3</code></td>
<td class="org-right">00:00:10</td>
<td class="org-right">13:00:10</td>
</tr>

<tr>
<td class="org-left">Presentación</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">00:05:00</td>
<td class="org-right">13:05:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Noticias</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">00:10:00</td>
<td class="org-right">13:15:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Música</td>
<td class="org-left">Música para darle tiempo al Bomba &#128163;</td>
<td class="org-right">00:00:00</td>
<td class="org-right">13:15:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Bloque 1</td>
<td class="org-left">Charla-Taller Bug Bounty</td>
<td class="org-right">00:15:00</td>
<td class="org-right">13:30:10</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#9742;&#65039; Benjamín Muñoz</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">13:30:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">&#9208;&#65039; Tanda</td>
<td class="org-left">&#x2013;&#x2014; Tanda Publicitaria -----</td>
<td class="org-right">00:05:00</td>
<td class="org-right">13:35:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Bloque 2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">00:15:00</td>
<td class="org-right">13:50:10</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#9742;&#65039;</td>
<td class="org-right">00:00:00</td>
<td class="org-right">13:50:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Cierre</td>
<td class="org-left">Cortinilla/separador: <code>Cortinillas/Cierre Ctrl Z.mp3</code></td>
<td class="org-right">00:05:00</td>
<td class="org-right">13:55:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Total</b></td>
<td class="org-left">&#xa0;</td>
<td class="org-right">00:55:10</td>
<td class="org-right">&#xa0;</td>
</tr>
</tbody>
</table>

<div id="outline-container-org5f14423" class="outline-2">
<h2 id="org5f14423"><span class="section-number-2">1.</span> Presentación del programa</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Bienvenida a Control Z, el espacio de la Facultad de Informática.</li>
<li>Todos los miércoles a las 13:00 de la tarde</li>
<li><p>
Presentarse - Participaron: Christian, Ian.
</p>

<p>
Detrás del micrófono: Sergio "Bomba" Guzmán en la operación.
</p></li>

<li>¿De qué se trata Control Z?</li>

<li><p>
Es una iniciativa de extensión de nuestra facultad y de nuestra
universidad pública
</p>

<p>
Charlamos de: Ciudadanía digital, cultura libre, estudiá computación,
informática diversa, control N.
</p></li>

<li>Canales de comunicación: Instagram: ctrlz_fai |
Web:<a href="https://www.google.com/url?q=https://controlz.fi.uncoma.edu.ar/&amp;sa=D&amp;source=editors&amp;ust=1710886972631607&amp;usg=AOvVaw0Nd3amx84NFOIIJmebjzYD"> </a><a href="https://www.google.com/url?q=https://controlz.fi.uncoma.edu.ar/&amp;sa=D&amp;source=editors&amp;ust=1710886972631851&amp;usg=AOvVaw2WckiSK9W10CI0pP35EAyw">https://controlz.fi.uncoma.edu.ar/</a> |
Correo: controlz@fi.uncoma.edu.ar</li>
<li>Resumen del programa de hoy: ¿qué hay hoy?</li>
</ul>
</div>
</div>

<div id="outline-container-orgfaad1b1" class="outline-2">
<h2 id="orgfaad1b1"><span class="section-number-2">2.</span> Noticias</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgcfc5c24" class="outline-3">
<h3 id="orgcfc5c24"><span class="section-number-3">2.1.</span> Internacionales</h3>
</div>
<div id="outline-container-org6c09572" class="outline-3">
<h3 id="org6c09572"><span class="section-number-3">2.2.</span> Nacionales</h3>
</div>
<div id="outline-container-org56db1f9" class="outline-3">
<h3 id="org56db1f9"><span class="section-number-3">2.3.</span> UNCo</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li><p>
"Los preinscriptos en la UNCo superaron los 3.300 en 15 días"
</p>

<p>
Se extiende hasta el 20 de diciembre. El 3 de febrero hay otra etapa.
</p>

<p>
Recuerden que hay 17 unidades académicas que gestionan casi 81 carrera de grado. Por eso, es importante conocer las carreras que nos gustan previo inscribirse.
</p>

<p>
<a href="https://uncoma.edu.ar/los-preinscriptos-en-la-unco-superaron-los-3-300-en-15-dias/">Ver noticia</a>
</p></li>

<li><p>
"Se viene "La noche de las universidades" en la UNCo"
</p>

<p>
Mañana jueves 21 a las 19:00 en el Hall Central y el Aula Magna.
</p>

<p>
<a href="https://uncoma.edu.ar/se-viene-la-noche-de-las-universidades-en-la-unco/">Ver noticia</a>
</p></li>

<li><p>
Hacka-Neuquén.
</p>

<p>
Desde el 22 de noviembre a las 12:00 hasta el 23 de noviembre hasta las 12:00. En la Facultad de Economía y Administración.
</p>

<p>
<a href="https://uncoma.edu.ar/evento/hacka-neuquen-impulsando-la-innovacion-joven-en-la-provincia/">Ver Noticia</a>
</p></li>

<li><p>
Festival por la Universidad Pública.
</p>

<p>
Festival y conmemoración de los 75 años de la gratuidad.
</p>

<p>
Este viernes 22 a las 18:00 en el playón de la UNCo.
</p></li>
</ul>
</div>
</div>

<div id="outline-container-org2a2d1ae" class="outline-3">
<h3 id="org2a2d1ae"><span class="section-number-3">2.4.</span> FaI</h3>
<div class="outline-text-3" id="text-2-4">
<ul class="org-ul">
<li><p>
Charla-taller "Intro al Bug Bounty: un método práctico en ciberseguridad".
</p>

<p>
El sábado 30 de noviembre, 10:00. Facultad de Informática.
</p>

<p>
Hay un formulario de inscripción.
</p></li>
</ul>
</div>
</div>

<div id="outline-container-org877f4f6" class="outline-3">
<h3 id="org877f4f6"><span class="section-number-3">2.5.</span> Neuquén</h3>
<div class="outline-text-3" id="text-2-5">
<ul class="org-ul">
<li><p>
Festival Solidario A.M.I. y la Kique en apoyo a las bibliotecas populares.
</p>

<p>
El sábado 23 de noviembre a las 20:00, en la Biblioteca Popular Kique Sanchez Vera: Rosario 361, Neuquén.
</p></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org79bcda0" class="outline-2">
<h2 id="org79bcda0"><span class="section-number-2">3.</span> Bloque 1 - Charla-Taller Bug Bounty</h2>
<div class="outline-text-2" id="text-3">
<p>
<a href="https://www.fi.uncoma.edu.ar/index.php/novedades/invitacion-a-la-charla-intro-al-bug-bounty-un-metodo-practico-en-ciberseguridad/">Noticia en la FaIWeb</a>
</p>

<p>
Invitación a charla "Intro al Bug Bounty: un método práctico en ciberseguridad".
</p>

<p>
El sábado 30/11 a las 10:00 les invitamos a participar de la charla que presentará Benjamín Muñoz en la Facultad de Informática de la Universidad Nacional del Comahue.
</p>

<p>
El evento es presencial, de acceso libre y gratuito.
</p>

<ul class="org-ul">
<li>¿Qué es el Bug bounty?</li>
<li>¿En qué consiste el evento?</li>
<li>¿Mostrarán en vivo cómo se hace bug bounty?</li>
<li>¿Por qué es utilizado en ciberseguridad? ¿por qué esta técnica está siendo utilizada cada vez más?</li>
<li>¿Por qué es importante que se reporten errores y fallos? ¿por qué es relevante para la seguridad informática?</li>
<li>¿Quién puede participar del evento? ¿hace falta saber programar o algún conocimiento de informática?</li>
<li>¿Contacto?</li>
</ul>
</div>


<div id="outline-container-org86f0c63" class="outline-3">
<h3 id="org86f0c63"><span class="section-number-3">3.1.</span> Detalles del evento</h3>
<div class="outline-text-3" id="text-3-1">
<dl class="org-dl">
<dt>Título</dt><dd>Intro al Bug Bounty: un método práctico en ciberseguridad.</dd>
<dt>Ponente</dt><dd>Tec. Muñoz, Benjamín.</dd>
<dt>Fecha</dt><dd>30 de Noviembre, 10 horas.</dd>
<dt>Lugar</dt><dd>Facultad de Informática, UNComa.</dd>
</dl>

<p>
Resumen de la charla:
</p>

<p>
La Facultad de Informática de la UNCo invita a participar de esta charla abierta sobre Bug Bounty Hunting, una práctica cada vez más utilizada para mejorar la seguridad de sistemas y aplicaciones. Vamos a explorar cómo es posible encontrar y reportar vulnerabilidades a cambio de recompensas.
</p>

<p>
La charla está pensada en dos partes:
</p>

<ul class="org-ul">
<li>Introducción al Bug Bounty: Qué es el Bug Bounty, cómo funciona y por qué es una excelente manera de aprender sobre ciberseguridad. Hablaremos sobre el rol de los hunters, la importancia de reportar responsablemente, los diferentes programas, y, claro, sobre las recompensas que pueden obtener.</li>

<li>Demostración práctica: Mostraremos en vivo cómo abordar un objetivo real.  Se realizará una demostración del primer acercamiento de reconocimiento (recon) dentro del alcance de un programa público.</li>
</ul>

<p>
Esta charla es ideal para quienes quieran dar sus primeros pasos en ciberseguridad de manera práctica o ya cuenten con cierta experiencia y deseen comenzar en bug bounty.
</p>
</div>
</div>
</div>

<div id="outline-container-org7634dad" class="outline-2">
<h2 id="org7634dad"><span class="section-number-2">4.</span> ⏸️ &#x2013; Tanda --</h2>
</div>
<div id="outline-container-orgd464b22" class="outline-2">
<h2 id="orgd464b22"><span class="section-number-2">5.</span> Bloque 2 - Uso responsable de tecnologías en secundarios y Cierre Control Z</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org1a6df2d" class="outline-3">
<h3 id="org1a6df2d"><span class="section-number-3">5.1.</span> Uso responsable de tecnologías en secundarios</h3>
<div class="outline-text-3" id="text-5-1">
<p>
Un estudiante de ESRN17 estuvo haciendo un par de cosas interesantes:
</p>

<ol class="org-ol">
<li>pasaron por varias escuelas primarias promoviendo el uso responsable de tecnologías.</li>
<li>desarrolló una aplicación web para la biblioteca de su escuela y ahora la está instalando en otra biblioteca.</li>
</ol>
</div>
</div>

<div id="outline-container-org84ffe7d" class="outline-3">
<h3 id="org84ffe7d"><span class="section-number-3">5.2.</span> Cierre de temporada 2024</h3>
<div class="outline-text-3" id="text-5-2">
<ul class="org-ul">
<li>¿Qué hicimos? ¿qué estuvo bueno? ¿qué mensaje dejó?</li>
<li>¿Qué les gustaría repetir y qué no?</li>
<li>¿Dá para charlar más de algún tema?</li>
</ul>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Programa</th>
<th scope="col" class="org-left">Tema</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">23</td>
<td class="org-left">Hacka-Neuquén</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">La noche de las letras y la noche de las universidades.</td>
</tr>

<tr>
<td class="org-right">22</td>
<td class="org-left">Verónica Dahl</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Programate 2024</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Marchas, vigilias</td>
</tr>

<tr>
<td class="org-right">20</td>
<td class="org-left">Consejo directivo y superior en la plaza de Cipolletti</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Prolog for kids</td>
</tr>

<tr>
<td class="org-right">19</td>
<td class="org-left">Ada Lovelace Day</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">UNCo y Universidad Antonio Nariño: Realidad aumentada</td>
</tr>

<tr>
<td class="org-right">18</td>
<td class="org-left">Semana del estudiante</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Torneo de programación</td>
</tr>

<tr>
<td class="org-right">16</td>
<td class="org-left">Visita al CPEM 18</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">FaI en la Expo Vocacional Neuquén</td>
</tr>

<tr>
<td class="org-right">14</td>
<td class="org-left">Living de la FaI</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Bienvenida a ingresantes de la tecnicatura.</td>
</tr>

<tr>
<td class="org-right">13</td>
<td class="org-left">Nueva tecnicatur en Cutral-Co</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">CrowdStrike / Meta AI</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-left">Taller en Biblioteca Popular Amigos del Libro</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">El Museo vuelve a las escuelas</td>
</tr>

<tr>
<td class="org-right">11</td>
<td class="org-left">Diplomatura en Mariano Moreno</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Alerta Sofía, Assange y Wikileaks</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-left">Conflugamer</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Estreno de la BUP en la UNCo</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">La ronda en la Facu</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Día de Ada Lovelace</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">Montún</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">18 de mayo: Día del museo (2 parte)</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">FLISoL</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">18 de mayo: Día del museo</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">Marcha 23A</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">FLISoL (previa)</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">No hubo programa</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">Situación de la Universidad y la Facultad</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">El Museo vuelve a las Escuelas</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">Prolog for Kids</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Enseñando los sistemas electorales en las escuelas</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">La computación antes de la democracia</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Nuestra universidad y derechos humanos</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-left">Asamblea Universitaria</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Entrevista a Beatriz Gentile</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgbe7b660" class="outline-2">
<h2 id="orgbe7b660"><span class="section-number-2">6.</span> Despedida</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>Hemos llegado al final del programa &#x2026;</li>
<li>¡Nos vemos el próximo miércoles a las 13:00!</li>
<li>¡Pero no se vayan! Que ya viene Meteoro en "Yo no fui"</li>
</ul>
</div>
</div>

<div id="outline-container-orgde144cf" class="outline-2">
<h2 id="orgde144cf"><span class="section-number-2">7.</span> Licencia</h2>
<div class="outline-text-2" id="text-7">
<p>
Esta obra se encuentra bajo la licencia Creative Commons - Atribución - Compartir Igual.
</p>

</main>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Autor: Christian Gimenez</p>
<p class="date">Created: 2024-11-26 mar 19:56</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>